{
   "addReview": {
      "description": "एप्लिकेशन के लिए समीक्षा जोड़ने के लिए बटन के लेबल के लिए.",
      "message": "समीक्षा जोड़ें"
   },
   "allowPermissions": {
      "description": "एप्लिकेशन के लिए अनुमतियाँ देने के लिए बटन का लेबल।",
      "message": "अनुमतियाँ दें"
   },
   "autoScroll": {
      "description": "स्विच के लेबल का नियंत्रण करने के लिए क्या स्क्रैपिंग के दौरान प्रत्येक आइटम तक स्वचालित रूप से स्क्रॉल किया जाए।",
      "message": "स्वतः स्क्रॉल करें"
   },
   "back": {
      "description": "पिछली स्क्रीन पर वापस जाने के लिए बटन का लेबल।",
      "message": "वापस"
   },
   "cancel": {
      "description": "रद्द करने की क्रिया के लिए लेबल।",
      "message": "रद्द करें"
   },
   "changeList": {
      "description": "सूची को स्क्रैप करने के लिए बटन बदलने का लेबल।",
      "message": "सूची बदलें"
   },
   "changeSelectionLevel": {
      "description": "किसी तत्व का चयन करते समय चयन स्तर बदलने की क्रिया का वर्णन।",
      "message": "चयन स्तर बदलें"
   },
   "chooseFile": {
      "description": "फ़ाइल अपलोड करने के लिए बटन के लेबल के लिए।",
      "message": "फ़ाइल चुनें"
   },
   "click": {
      "description": "क्लिक क्रिया के लिए लेबल।",
      "message": "क्लिक करें"
   },
   "clickLoadMore": {
      "description": "स्क्रैपिंग करते समय उसी पृष्ठ पर अधिक आइटम लोड करने के लिए बटन पर क्लिक करने का विकल्प.",
      "message": "अधिक आइटम लोड करने के लिए बटन पर क्लिक करें"
   },
   "clickNextPage": {
      "description": "जब स्क्रैपिंग के दौरान अधिक आइटम लोड करने के लिए अगले पृष्ठ पर नेविगेट करने के लिए एक लिंक पर क्लिक करने के विकल्प के लिए लेबल।",
      "message": "अगले पृष्ठ पर नेविगेट करने के लिए लिंक पर क्लिक करें"
   },
   "column": {
      "description": "अपलोड की गई CSV से URL स्क्रैप करने के लिए स्तम्भ चुनने हेतु \u003Cselect> तत्व के लिए लेबल।",
      "message": "कॉलम"
   },
   "confirm": {
      "description": "पुष्टि क्रिया के लिए लेबल।",
      "message": "पुष्टि करें"
   },
   "continue": {
      "description": "अगली स्क्रीन पर जारी रखने के लिए बटन के लेबल।",
      "message": "जारी रखें"
   },
   "copy": {
      "description": "क्लिपबोर्ड पर डेटा को कॉपी करने के लिए बटन का लेबल।",
      "message": "कॉपी"
   },
   "csvFile": {
      "description": "CSV फाइल अपलोड करने के लिए फाइल इनपुट के लिए लेबल",
      "message": "$FILE_TYPE$ फाइल",
      "placeholders": {
         "file_type": {
            "content": "CSV"
         }
      }
   },
   "defaultScraperName": {
      "description": "विवरण पृष्ठों के स्क्रैपर के लिए डिफ़ॉल्ट नाम।",
      "message": "$DOMAIN$ से विवरण स्क्रैप करें",
      "placeholders": {
         "domain": {
            "content": "$1",
            "example": "example.com"
         }
      }
   },
   "delete": {
      "description": "स्क्रेपर को हटाने के लिए मेनू आइटम के लेबल के लिए",
      "message": "हटाएं"
   },
   "dismiss": {
      "description": "चेतावनी को खारिज करने की क्रिया।",
      "message": "खारिज करें"
   },
   "duration": {
      "description": "वर्तमान स्क्रैप की अवधि दिखाने के लिए लेबल।",
      "message": "अवधि"
   },
   "esc": {
      "description": "एस्केप कुंजी के लिए लेबल।",
      "message": "एस्केप"
   },
   "export": {
      "description": "स्क्रैपर निर्यात करने के लिए मेनू आइटम के लेबल के लिए।",
      "message": "निर्यात करें"
   },
   "extractData": {
      "description": "प्रत्येक URL से स्क्रेप करने और डेटा निकालने के लिए मेनू आइटम का लेबल।",
      "message": "डेटा निकालें"
   },
   "finish": {
      "description": "पृष्ठ पर तत्वों का चयन समाप्त करने के लिए बटन के लेबल के लिए।",
      "message": "समाप्त"
   },
   "headerRow": {
      "description": "यह सहायता पाठ समझाने के लिए है कि अपलोड की गई CSV फ़ाइल को एक हेडर रो के साथ शुरू करना चाहिए।",
      "message": "एक हेडर रो से शुरू करना चाहिए"
   },
   "headerRowRequired": {
      "description": "चेतावनी जो दिखाई जाती है जब अपलोड की गई CSV से हैडर पंक्ति गायब होने का प्रतीत होता है।",
      "message": "हैडर पंक्ति आवश्यक"
   },
   "help": {
      "description": "सहायता पृष्ठ खोलने के लिए बटन का लेबल।",
      "message": "मदद"
   },
   "hideOptions": {
      "description": "स्क्रैपिंग के लिए अधिक विकल्प छुपाने के लिए बटन के लेबल के लिए।",
      "message": "विकल्प छुपाएं"
   },
   "import": {
      "description": "स्क्रेपर आयात करने के लिए मेनू आइटम के लिए लेबल।",
      "message": "आयात करें"
   },
   "install": {
      "description": "अनुप्रयोग के नवीनतम संस्करण को स्थापित करने के लिए बटन के लिए लेबल।",
      "message": "नवीनतम संस्करण स्थापित करें"
   },
   "invalidTab": {
      "description": "जब लक्षित टैब प्रतिबंधित साइट पर खुला हो तो त्रुटि संदेश।",
      "message": "यह पेज प्रतिबंधित है। किसी अन्य साइट का प्रयास करें।"
   },
   "invalidVersion": {
      "description": "उपयोगकर्ता को एप्लिकेशन का नवीनतम संस्करण स्थापित करने का निर्देश दें।",
      "message": "$APP_NAME$ बीटा से बाहर है! नवीनतम अपडेट प्राप्त करने के लिए नवीनतम संस्करण स्थापित करें।",
      "placeholders": {
         "app_name": {
            "content": "$1",
            "example": "इजी स्क्रैपर"
         }
      }
   },
   "items": {
      "description": "सूची को स्क्रेप करते समय स्क्रेप की गई वस्तुओं की संख्या दिखाने के लिए लेबल।",
      "message": "आइटम्स"
   },
   "loadMoreAction": {
      "description": "\u003Cselect> तत्व के लिए लेबल जब स्क्रैपिंग करते समय और आइटम लोड करने का तरीका चुनना हो।",
      "message": "और आइटम लोड करने के लिए एक्शन"
   },
   "max": {
      "description": "अधिकतम समय प्रतीक्षा करने के लिए नियंत्रण इनपुट के लिए लेबल जब अधिक आइटम या पृष्ठों को लोड कर रहा है।",
      "message": "अधिकतम"
   },
   "maxItems": {
      "description": "इनपुट के लिए लेबल जिसे स्क्रैप करने के लिए आइटमों की संख्या पर एक अधिकतम सीमा निर्धारित करना है।",
      "message": "अधिकतम आइटम"
   },
   "maxItemsHelp": {
      "description": "उपयोगकर्ता को यह सूचित करने के लिए सहायता पाठ कि उन्हें सीमा निर्धारित न करने के लिए अधिकतम आइटम इनपुट को खाली छोड़ देना चाहिए।",
      "message": "कोई सीमा नहीं के लिए खाली छोड़ दें"
   },
   "maxItemsReached": {
      "description": "यह सूचित करने के लिए अलर्ट विवरण कि स्क्रैप करने के लिए आइटमों की अधिकतम संख्या की सीमा तक पहुंच गई है।",
      "message": "निर्धारित सीमा तक सफलतापूर्वक स्क्रैप किया गया। स्क्रैपिंग जारी रखने के लिए अधिकतम आइटम विकल्प बढ़ाएं।"
   },
   "mediaUrl": {
      "description": "किसी तत्व से कैप्चर की गई मीडिया URL फील्ड के लिए लेबल।",
      "message": "मीडिया URL"
   },
   "min": {
      "description": "उस इनपुट के लिए लेबल जो अधिक आइटम या पृष्ठों को लोड करते समय प्रतीक्षा करने के न्यूनतम समय को नियंत्रित करता है।",
      "message": "न्यूनतम"
   },
   "missingTabError": {
      "description": "लक्षित टैब डेटा तक पहुंचने में असमर्थ होने पर त्रुटि संदेश।",
      "message": "आप जिस टैब का उपयोग इस कार्य के लिए कर रहे थे वह बंद हो गया है। कृपया इस विंडो को बंद करें और पुनः प्रयास करें।"
   },
   "missingTabPermission": {
      "description": "जब लक्षित टैब डेटा तक पहुंचने में असमर्थ होने पर त्रुटि संदेश।",
      "message": "टैब तक पहुंचने में असमर्थ। इस विंडो को बंद करें और पुनः प्रयास करें।"
   },
   "missingUrlColumn": {
      "description": "जब CSV फ़ाइल के कॉलम में URLs नहीं होते हैं तब की त्रुटि संदेश।",
      "message": "URLs वाले कॉलम नहीं मिल सके। कृपया कोई दूसरी फ़ाइल चुनें।"
   },
   "newScraper": {
      "description": "नया स्क्रेपर बनाने के लिए बटन का लेबल।",
      "message": "नया स्क्रेपर"
   },
   "noData": {
      "description": "जब दिखाने के लिए कोई डेटा नहीं हो तो टेबल में जगह रखने के लिए।",
      "message": "दिखाने के लिए कोई डेटा नहीं"
   },
   "noFileChosen": {
      "description": "संदेश दिखाया जाता है जब कोई फाइल नहीं चुनी गई हो।",
      "message": "कोई फाइल नहीं चुनी गई"
   },
   "noList": {
      "description": "प्लेसहोल्डर उस समय दिखाने के लिए जब पृष्ठ पर सूची न मिल सके।",
      "message": "पृष्ठ पर सूची नहीं मिली"
   },
   "none": {
      "description": "स्क्रैपिंग करते समय अधिक आइटम लोड न करने के विकल्प के लिए लेबल।",
      "message": "कोई नहीं"
   },
   "options": {
      "description": "स्क्रैपर के लिए विकल्प दिखाने के लिए बटन का लेबल।",
      "message": "विकल्प"
   },
   "pages": {
      "description": "सूची सेरकते समय क्रॉमेड पेजों की संख्या दिखाने के लिए लेबल।",
      "message": "पेज"
   },
   "permissionsDescription": {
      "description": "यह समझाने के लिए मददगार पाठ कि एप्लिकेशन को URL तक पहुंचने और स्क्रैप करने के लिए अतिरिक्त अनुमतियां चाहिए।",
      "message": "$APP_NAME$ को URL एक्सेस और स्क्रैप करने के लिए अतिरिक्त अनुमतियों की आवश्यकता है",
      "placeholders": {
         "app_name": {
            "content": "$1",
            "example": "इज़ी स्क्रेपर"
         }
      }
   },
   "preview": {
      "description": "बैज पाठ यह संकेत देने के लिए कि दिखाए गए डेटा स्क्रैपर का पूर्वावलोकन है।",
      "message": "पूर्वावलोकन"
   },
   "remainingPages": {
      "description": "विवरण पृष्ठों को स्क्रैप करते समय शेष पृष्ठों की संख्या दिखाने के लिए लेबल।",
      "message": "शेष"
   },
   "rename": {
      "description": "स्क्रेपर का नाम बदलने के लिए मेनू आइटम के लेबल के लिए।",
      "message": "नाम बदलें"
   },
   "reviewDescription": {
      "description": "उपयोगकर्ता से अप्लिकेशन के लिए समीक्षा छोड़ने का अनुरोध करें।",
      "message": "नमस्ते, मैं $NAME$ हूँ। मैंने लोगों को समय बचाने में मदद के लिए $APP_NAME$ बनाया है। यदि आपको इसका उपयोग करने में मज़ा आता है, तो मैं दूसरों को $APP_NAME$ की खोज में मदद करने के लिए 5-स्टार रेटिंग देने की सराहना करूँगा। बहुत बहुत धन्यवाद!",
      "placeholders": {
         "app_name": {
            "content": "$1",
            "example": "ईज़ी स्क्रैपर"
         },
         "name": {
            "content": "नामु"
         }
      }
   },
   "reviewTitle": {
      "description": "उपयोगकर्ता को ऐप्लीकेशन का उपयोग करने के लिए धन्यवाद देता है।",
      "message": "$APP_NAME$ का उपयोग करने के लिए धन्यवाद",
      "placeholders": {
         "app_name": {
            "content": "$1",
            "example": "ईजी स्क्रैपर"
         }
      }
   },
   "scrapeDetails": {
      "description": "सूची में प्रत्येक आइटम के लिए विवरण पृष्ठों को स्क्रेप करने के लिए स्क्रीन दिखाने का विकल्प देने के लिए लेबल।",
      "message": "विवरण स्क्रेप करें"
   },
   "scrapeDetailsTipDescription": {
      "description": "उपयोगकर्ता को विवरण पृष्ठों के स्क्रैपिंग के बारे में शिक्षित करने के लिए टिप का विवरण।",
      "message": "सूची में प्रत्येक URL को स्क्रैप करने के लिए, सूची को CSV फ़ाइल के रूप में डाउनलोड करने के बाद, शीर्ष दाएं कोने में मेनू से \"$LABEL$\" का चयन करें।",
      "placeholders": {
         "label": {
            "content": "$1",
            "example": "विवरण स्क्रैप करें"
         }
      }
   },
   "scrapeDetailsTipTitle": {
      "description": "उपयोगकर्ता को विवरण पृष्ठों की स्क्रैपिंग के बारे में शिक्षित करने के लिए सुझाव का शीर्षक।",
      "message": "टिप: विवरण पृष्ठों की स्क्रैपिंग"
   },
   "scrapeList": {
      "description": "सूची स्क्रेप करने के लिए स्क्रीन दिखाने के विकल्प के लिए लेबल।",
      "message": "सूची स्क्रैप करें"
   },
   "scrapedPages": {
      "description": "स्क्रेपिंग विवरण पेजों को स्क्रेप करते समय स्क्रेप किए गए पेजों की संख्या दिखाने के लिए लेबल।",
      "message": "स्क्रैप किया गया"
   },
   "scrapingComplete": {
      "description": "यह सूचित करने के लिए अलर्ट हेडिंग कि स्क्रैपिंग समाप्त हो गई है।",
      "message": "स्क्रैपिंग पूरी हो गई"
   },
   "scrapingStatus": {
      "description": "यह लेबल यह संकेत देता है कि स्क्रैपिंग प्रगति पर है।",
      "message": "स्क्रैपिंग हो रही है..."
   },
   "scrollDelay": {
      "description": "इनपुट के लिए लेबल जिस पर नियंत्रण करने के लिए कि स्क्रेपिंग करते समय प्रत्येक आइटम तक स्क्रॉल करने में कितनी देरी करनी है।",
      "message": "स्क्रॉल देरी (मिलीसेकंड)"
   },
   "scrollDown": {
      "description": "स्क्रेपिंग के दौरान और आइटम्स लोड करने के लिए नीचे स्क्रॉल करने का विकल्प।",
      "message": "और आइटम्स लोड करने के लिए नीचे स्क्रॉल करें"
   },
   "select": {
      "description": "पृष्ठ पर एक तत्व का चयन करने के लिए बटन के लेबल के लिए।",
      "message": "चुनें"
   },
   "selectElement": {
      "description": "जब किसी तत्व का चयन करते हैं तो प्रदर्शित होने वाला शीर्षक।",
      "message": "तत्व का चयन करें"
   },
   "selectField": {
      "description": "फ़ील्ड कैप्चर करने के लिए चुनने की क्रिया का वर्णन।",
      "message": "फ़ील्ड चुनें"
   },
   "selectList": {
      "description": "सूची का चयन करते समय प्रदर्शित करने के लिए शीर्षक।",
      "message": "सूची का चयन करें"
   },
   "selectScraper": {
      "description": "प्रत्येक URL को स्क्रैप करने के लिए उपयोग करने के लिए स्क्रैपर चुनने के लिए मेनू आइटम के लिए लेबल।",
      "message": "स्क्रैपर चुनें"
   },
   "selectScraperOption": {
      "description": "वर्तमान डोमेन के लिए स्क्रैपर चुनने का निर्देश।",
      "message": "$DOMAIN$ के लिए स्क्रैपर चुनें",
      "placeholders": {
         "domain": {
            "content": "$1",
            "example": "example.com"
         }
      }
   },
   "showOptions": {
      "description": "स्क्रैपिंग के लिए अधिक विकल्प दिखाने के लिए बटन का लेबल।",
      "message": "विकल्प दिखाएं"
   },
   "startScraping": {
      "description": "स्क्रैपिंग शुरू करने के लिए बटन का लेबल।",
      "message": "स्क्रैपिंग शुरू करें"
   },
   "stopScraping": {
      "description": "स्क्रैपिंग रोकने के लिए बटन का लेबल।",
      "message": "स्क्रैपिंग रोकें"
   },
   "tabNotFound": {
      "description": "जब लक्ष्य टैब मौजूद न हो तो त्रुटि संदेश।",
      "message": "कोई टैब नहीं मिली। इस विंडो को बंद करें और पुनः प्रयास करें।"
   },
   "testUrl": {
      "description": "स्क्रेपर का चयन करते समय प्रयोग करने के लिए टेस्ट URL के लिए टेक्स्ट इनपुट के लेबल के लिए",
      "message": "टेस्ट URL"
   },
   "text": {
      "description": "किसी तत्व से कैप्चर की गई पाठ फ़ील्ड के लिए लेबल।",
      "message": "पाठ"
   },
   "uploadUrls": {
      "description": "URLs स्क्रेप करने के लिए फ़ाइल अपलोड करने के मेन्यू आइटम का लेबल।",
      "message": "URL अपलोड करें"
   },
   "url": {
      "description": "एक तत्व से पकड़ी गई यूआरएल फील्ड के लेबल के लिए.",
      "message": "यूआरएल"
   },
   "urlFieldWarning": {
      "description": "चेतावनी प्रदर्शित करने के लिए जब चयनित कॉलम नाम URL हो और CSV फ़ाइल में हेडर पंक्ति का अभाव हो सकता है।",
      "message": "कॉलम का नाम URL प्रतीत होता है। कृपया सुनिश्चित करें कि CSV फ़ाइल कॉलम के नामों वाली एक हेडर पंक्ति के साथ शुरू होती है।"
   },
   "verify": {
      "description": "उस बटन के लिए लेबल जो पेज पर उसे हाईलाइट करके चुनी गई तत्व को सत्यापित करता है।",
      "message": "सत्यापित करें"
   },
   "waitTimeItems": {
      "description": "इनपुट्स के लेबल के लिए जब अधिक वस्तुओं को लोड करते समय कितने सेकंड तक प्रतीक्षा करें।",
      "message": "अधिक वस्तुओं को लोड करने के लिए प्रतीक्षा समय (सेकंड)"
   },
   "waitTimePages": {
      "description": "इनपुट के लिए लेबल जिसके द्वारा पृष्ठों को लोड करते समय कितने सेकंड प्रतीक्षा करना है, इसे नियंत्रित किया जाता है।",
      "message": "पृष्ठों को लोड करने का प्रतीक्षा समय (सेकंड में)"
   }
}
