{
   "addReview": {
      "description": "Ετικέτα για το κουμπί προσθήκης κριτικής για την εφαρμογή.",
      "message": "Προσθήκη Κριτικής"
   },
   "allowPermissions": {
      "description": "Ετικέτα για το κουμπί που επιτρέπει τα δικαιώματα για την εφαρμογή.",
      "message": "Επιτρέψτε δικαιώματα"
   },
   "autoScroll": {
      "description": "Ετικέτα για τον διακόπτη που ελέγχει το αν θα γίνεται αυτόματη κύλιση σε κάθε στοιχείο κατά τη διαδικασία ανάκτησης δεδομένων.",
      "message": "Αυτόματη κύλιση"
   },
   "back": {
      "description": "Ετικέτα για το κουμπί επιστροφής στην προηγούμενη οθόνη.",
      "message": "Πίσω"
   },
   "cancel": {
      "description": "Ετικέτα για την ενέργεια ακύρωσης.",
      "message": "Ακύρωση"
   },
   "changeList": {
      "description": "Ετικέτα για το κουμπί για την αλλαγή της λίστας που θα γίνει ανάκτηση δεδομένων.",
      "message": "Αλλαγή Λίστας"
   },
   "changeSelectionLevel": {
      "description": "Περιγραφή της δράσης για αλλαγή του επιπέδου επιλογής κατά την επιλογή ενός στοιχείου.",
      "message": "Αλλαγή επιπέδου επιλογής"
   },
   "chooseFile": {
      "description": "Ετικέτα για το κουμπί για την επιλογή αρχείου προς μεταφόρτωση.",
      "message": "Επιλέξτε Αρχείο"
   },
   "click": {
      "description": "Ετικέτα για την ενέργεια κλικ.",
      "message": "Κλικ"
   },
   "clickLoadMore": {
      "description": "Ετικέτα για την επιλογή κλικ σε ένα κουμπί για να φορτώσει περισσότερα αντικείμενα στην ίδια σελίδα κατά τη διαδικασία ανάκτησης δεδομένων.",
      "message": "Κάντε κλικ στο κουμπί για να φορτώσετε περισσότερα αντικείμενα στην ίδια σελίδα"
   },
   "clickNextPage": {
      "description": "Ετικέτα για την επιλογή κλικ σε ένα σύνδεσμο για να περιηγηθείτε στην επόμενη σελίδα για να φορτώσετε περισσότερα αντικείμενα κατά τη συλλογή δεδομένων.",
      "message": "Κάντε κλικ στον σύνδεσμο για να περιηγηθείτε στην επόμενη σελίδα"
   },
   "column": {
      "description": "Ετικέτα για το στοιχείο \u003Cselect> για την επιλογή της στήλης που περιέχει τα URL για ανάκτηση δεδομένων από το ανεβασμένο CSV.",
      "message": "Στήλη"
   },
   "confirm": {
      "description": "Ετικέτα για την ενέργεια επιβεβαίωσης.",
      "message": "Επιβεβαίωση"
   },
   "continue": {
      "description": "Ετικέτα για το κουμπί που συνεχίζει στην επόμενη οθόνη.",
      "message": "Συνέχεια"
   },
   "copy": {
      "description": "Επιγραφή για το κουμπί αντιγραφής των δεδομένων στο πρόχειρο.",
      "message": "Αντιγραφή"
   },
   "csvFile": {
      "description": "Ετικέτα για την είσοδο αρχείου για τη μεταφόρτωση ενός αρχείου CSV",
      "message": "αρχείο $FILE_TYPE$",
      "placeholders": {
         "file_type": {
            "content": "CSV"
         }
      }
   },
   "defaultScraperName": {
      "description": "Προεπιλεγμένο όνομα για τον scraper σελίδων λεπτομερειών.",
      "message": "Αντλήστε λεπτομέρειες από $DOMAIN$",
      "placeholders": {
         "domain": {
            "content": "$1",
            "example": "example.com"
         }
      }
   },
   "delete": {
      "description": "Ετικέτα για το στοιχείο του μενού για να διαγράψει το scraper.",
      "message": "Διαγραφή"
   },
   "dismiss": {
      "description": "Ενέργεια για την απόρριψη της ειδοποίησης.",
      "message": "Απόρριψη"
   },
   "duration": {
      "description": "Ετικέτα για την εμφάνιση της διάρκειας της τρέχουσας ανάκτησης.",
      "message": "Διάρκεια"
   },
   "esc": {
      "description": "Ετικέτα για το πλήκτρο Escape.",
      "message": "Esc"
   },
   "export": {
      "description": "Ετικέτα για το στοιχείο μενού για την εξαγωγή του συλλέκτη.",
      "message": "Εξαγωγή"
   },
   "extractData": {
      "description": "Ετικέτα για το αντικείμενο μενού για την εκτέλεση της ανίχνευσης και την εξαγωγή δεδομένων από κάθε URL.",
      "message": "Εξαγωγή δεδομένων"
   },
   "finish": {
      "description": "Ετικέτα για το κουμπί για την ολοκλήρωση της επιλογής στοιχείων στη σελίδα.",
      "message": "Ολοκλήρωση"
   },
   "headerRow": {
      "description": "Βοηθητικό κείμενο για να εξηγήσει ότι το ανεβασμένο αρχείο CSV πρέπει να ξεκινά με μια γραμμή επικεφαλίδας.",
      "message": "Πρέπει να ξεκινήσει με μια γραμμή επικεφαλίδας"
   },
   "headerRowRequired": {
      "description": "Προειδοποίηση που εμφανίζεται όταν φαίνεται να λείπει η γραμμή επικεφαλίδας από το ανεβασμένο CSV.",
      "message": "Απαιτείται γραμμή επικεφαλίδας"
   },
   "help": {
      "description": "Ετικέτα για το κουμπί για την άνοιγμα της σελίδας βοήθειας.",
      "message": "Βοήθεια"
   },
   "hideOptions": {
      "description": "Ετικέτα για το κουμπί για την απόκρυψη περισσότερων επιλογών για ανάλυση.",
      "message": "Απόκρυψη επιλογών"
   },
   "import": {
      "description": "Ετικέτα για το στοιχείο μενού για την εισαγωγή ενός scraper.",
      "message": "Εισαγωγή"
   },
   "install": {
      "description": "Ετικέτα για το κουμπί για την εγκατάσταση της τελευταίας έκδοσης της εφαρμογής.",
      "message": "Εγκατάσταση τελευταίας έκδοσης"
   },
   "invalidTab": {
      "description": "Μήνυμα σφάλματος όταν η καρτέλα στόχος είναι ανοιχτή σε περιορισμένο ιστότοπο.",
      "message": "Αυτή η σελίδα είναι περιορισμένη. Δοκιμάστε άλλον ιστότοπο."
   },
   "invalidVersion": {
      "description": "Οδηγίες προς τον χρήστη για την εγκατάσταση της τελευταίας έκδοσης της εφαρμογής.",
      "message": "$APP_NAME$ έχει βγει από την beta! Εγκαταστήστε την τελευταία έκδοση για να λάβετε τις νεότερες ενημερώσεις.",
      "placeholders": {
         "app_name": {
            "content": "$1",
            "example": "Easy Scraper"
         }
      }
   },
   "items": {
      "description": "Ετικέτα για την εμφάνιση του αριθμού των αντικειμένων που έχουν συλλεχθεί κατά την εξαγωγή μιας λίστας.",
      "message": "Αντικείμενα"
   },
   "loadMoreAction": {
      "description": "Ετικέτα για το στοιχείο \u003Cselect> για τον καθορισμό του τρόπου φόρτωσης περισσότερων αντικειμένων κατά τη διαδικασία συλλογής δεδομένων.",
      "message": "Ενέργεια για φόρτωση περισσότερων αντικειμένων"
   },
   "max": {
      "description": "Ετικέτα για την είσοδο που ελέγχει τον μέγιστο χρόνο αναμονής κατά τη φόρτωση περισσότερων αντικειμένων ή σελίδων.",
      "message": "Μέγιστο"
   },
   "maxItems": {
      "description": "Ετικέτα για την είσοδο για ορισμό ενός μέγιστου ορίου στον αριθμό αντικειμένων προς ανάκτηση.",
      "message": "Μέγιστα αντικείμενα"
   },
   "maxItemsHelp": {
      "description": "Κείμενο βοήθειας για να ενημερώσει τον χρήστη ότι πρέπει να αφήσει την είσοδο του μέγιστου αριθμού στοιχείων κενή για να μην ορίσει όριο.",
      "message": "Αφήστε κενό για να μην υπάρχει όριο"
   },
   "maxItemsReached": {
      "description": "Περιγραφή ειδοποίησης που υποδηλώνει ότι έχει φτάσει το μέγιστο όριο στον αριθμό των αντικειμένων προς εξαγωγή.",
      "message": "Έγινε επιτυχής εξαγωγή μέχρι το καθορισμένο όριο. Αυξήστε την επιλογή μέγιστων αντικειμένων για να συνεχίσετε την εξαγωγή."
   },
   "mediaUrl": {
      "description": "Ετικέτα για το πεδίο URL μέσου που ανακτάται από ένα στοιχείο.",
      "message": "URL Μέσου"
   },
   "min": {
      "description": "Ετικέτα για την είσοδο που ελέγχει τον ελάχιστο χρόνο αναμονής κατά τη φόρτωση περισσότερων αντικειμένων ή σελίδων.",
      "message": "Ελαχ."
   },
   "missingTabError": {
      "description": "Μήνυμα σφάλματος όταν δεν είναι δυνατή η πρόσβαση στα δεδομένα της επιθυμητής καρτέλας.",
      "message": "Η καρτέλα που χρησιμοποιούσατε για αυτήν την εργασία έχει κλείσει. Παρακαλώ κλείστε αυτό το παράθυρο και δοκιμάστε ξανά."
   },
   "missingTabPermission": {
      "description": "Μήνυμα λάθους όταν δεν είναι δυνατή η πρόσβαση στα δεδομένα της στοχευμένης καρτέλας.",
      "message": "Δεν είναι δυνατή η πρόσβαση στην καρτέλα. Κλείστε αυτό το παράθυρο και δοκιμάστε ξανά."
   },
   "missingUrlColumn": {
      "description": "Μήνυμα σφάλματος όταν το αρχείο CSV δεν έχει στήλες με συνδέσμους URL.",
      "message": "Δεν ήταν δυνατή η εύρεση στήλης με τους συνδέσμους URL. Παρακαλώ επιλέξτε άλλο αρχείο."
   },
   "newScraper": {
      "description": "Ετικέτα για το κουμπί δημιουργίας νέου συλλέκτη.",
      "message": "Νέος Συλλέκτης"
   },
   "noData": {
      "description": "Κενό στον πίνακα όταν δεν υπάρχουν δεδομένα προς εμφάνιση.",
      "message": "Δεν υπάρχουν δεδομένα για προβολή"
   },
   "noFileChosen": {
      "description": "Μήνυμα που εμφανίζεται όταν δεν έχει επιλεγεί κανένα αρχείο.",
      "message": "Δεν έχει επιλεγεί αρχείο"
   },
   "noList": {
      "description": "Δείκτης για εμφάνιση όταν δεν μπορεί να βρεθεί λίστα στη σελίδα.",
      "message": "Αδυναμία εύρεσης λίστας στη σελίδα"
   },
   "none": {
      "description": "Ετικέτα για την επιλογή μη φόρτωσης περισσότερων αντικειμένων κατά τη διαδικασία συγκέντρωσης δεδομένων.",
      "message": "Κανένα"
   },
   "options": {
      "description": "Ετικέτα για το κουμπί που εμφανίζει τις επιλογές για το scraper.",
      "message": "Επιλογές"
   },
   "pages": {
      "description": "Ετικέτα για να εμφανίζεται ο αριθμός των σελίδων που έχουν σαρωθεί κατά τη σάρωση μιας λίστας.",
      "message": "Σελίδες"
   },
   "permissionsDescription": {
      "description": "Κείμενο βοήθειας για την εξήγηση ότι η εφαρμογή χρειάζεται επιπλέον δικαιώματα για να αποκτήσει πρόσβαση και να συλλέξει δεδομένα από URLs.",
      "message": "$APP_NAME$ χρειάζεται επιπλέον δικαιώματα για να αποκτήσει πρόσβαση και να συλλέξει δεδομένα από URLs",
      "placeholders": {
         "app_name": {
            "content": "$1",
            "example": "Easy Scraper"
         }
      }
   },
   "preview": {
      "description": "Κείμενο σήμανσης για ένδειξη ότι τα εμφανιζόμενα δεδομένα είναι προεπισκόπηση του συλλέκτη δεδομένων.",
      "message": "Προεπισκόπηση"
   },
   "remainingPages": {
      "description": "Ετικέτα για την εμφάνιση του αριθμού των σελίδων που απομένουν να συγκεντρωθούν κατά τη συλλογή λεπτομερειών σελίδων.",
      "message": "Εναπομείναντα"
   },
   "rename": {
      "description": "Ετικέτα για το στοιχείο του μενού για τη μετονομασία του scraper.",
      "message": "Μετονομάστε"
   },
   "reviewDescription": {
      "description": "Ζητήστε από τον χρήστη να αφήσει μια κριτική για την εφαρμογή.",
      "message": "Γεια, είμαι ο $NAME$. Δημιούργησα το $APP_NAME$ για να βοηθήσω τους ανθρώπους να εξοικονομήσουν χρόνο. Αν απολαμβάνετε να το χρησιμοποιείτε, θα εκτιμούσα πολύ μια αξιολόγηση 5 αστεριών για να βοηθήσετε κι άλλους να ανακαλύψουν το $APP_NAME$. Σας ευχαριστώ πάρα πολύ!",
      "placeholders": {
         "app_name": {
            "content": "$1",
            "example": "Easy Scraper"
         },
         "name": {
            "content": "Ναμού"
         }
      }
   },
   "reviewTitle": {
      "description": "Ευχαριστήστε τον χρήστη που χρησιμοποιεί την εφαρμογή.",
      "message": "Ευχαριστούμε που χρησιμοποιείτε το $APP_NAME$",
      "placeholders": {
         "app_name": {
            "content": "$1",
            "example": "Easy Scraper"
         }
      }
   },
   "scrapeDetails": {
      "description": "Ετικέτα για την επιλογή προβολής της οθόνης για ανάκτηση λεπτομερειών σελίδων για κάθε στοιχείο σε μια λίστα.",
      "message": "Ανάκτηση Στοιχείων"
   },
   "scrapeDetailsTipDescription": {
      "description": "Περιγραφή για την άκρη να ενημερώσει τον χρήστη σχετικά με την αποξήλωση σελίδων λεπτομερειών.",
      "message": "Για να αποξέσετε κάθε διεύθυνση URL στη λίστα, επιλέξτε \"$LABEL$\" από το μενού στην επάνω δεξιά γωνία αφού κατεβάσετε τη λίστα ως αρχείο CSV.",
      "placeholders": {
         "label": {
            "content": "$1",
            "example": "Αποξέστε Λεπτομέρειες"
         }
      }
   },
   "scrapeDetailsTipTitle": {
      "description": "Τίτλος για τη συμβουλή να ενημερώσει τον χρήστη σχετικά με την απόξεση σελίδων λεπτομερειών.",
      "message": "Συμβουλή: Απόξεση σελίδων λεπτομερειών"
   },
   "scrapeList": {
      "description": "Ετικέτα για την επιλογή εμφάνισης της οθόνης για συλλογή λίστας.",
      "message": "Συλλογή Λίστας"
   },
   "scrapedPages": {
      "description": "Ετικέτα για την εμφάνιση του αριθμού των σελίδων που έχουν συλλεχθεί κατά τη λεπτομερή συλλογή σελίδων.",
      "message": "Έχουν συλλεχθεί"
   },
   "scrapingComplete": {
      "description": "Επικεφαλίδα ειδοποίησης για να δηλώσει ότι η διαδικασία συλλογής δεδομένων έχει ολοκληρωθεί.",
      "message": "Η συλλογή δεδομένων ολοκληρώθηκε"
   },
   "scrapingStatus": {
      "description": "Ετικέτα που δηλώνει ότι η ανάκτηση δεδομένων βρίσκεται σε εξέλιξη.",
      "message": "Ανάκτηση δεδομένων..."
   },
   "scrollDelay": {
      "description": "Ετικέτα για την είσοδο που ελέγχει πόσο χρόνο να περιμένει σε χιλιοστά του δευτερολέπτου κατά την κύλιση σε κάθε στοιχείο κατά τη διαδικασία συλλογής δεδομένων.",
      "message": "Καθυστέρηση κύλισης (ms)"
   },
   "scrollDown": {
      "description": "Ετικέτα για την επιλογή κύλισης προς τα κάτω για φόρτωση περισσότερων αντικειμένων κατά τη διαδικασία συγκέντρωσης δεδομένων.",
      "message": "Κάντε κύλιση προς τα κάτω για να φορτώσετε περισσότερα αντικείμενα"
   },
   "select": {
      "description": "Ετικέτα για το κουμπί επιλογής ενός στοιχείου στη σελίδα.",
      "message": "Επιλογή"
   },
   "selectElement": {
      "description": "Τίτλος που εμφανίζεται κατά την επιλογή ενός στοιχείου.",
      "message": "Επιλέξτε Στοιχείο"
   },
   "selectField": {
      "description": "Περιγραφή της ενέργειας για την επιλογή του πεδίου προς καταγραφή.",
      "message": "Επιλέξτε πεδίο"
   },
   "selectList": {
      "description": "Τίτλος για εμφάνιση κατά την επιλογή μιας λίστας.",
      "message": "Επιλέξτε Λίστα"
   },
   "selectScraper": {
      "description": "Ετικέτα για το αντικείμενο μενού για επιλογή αρπακτικού για χρήση στο σκαλίσμα κάθε URL.",
      "message": "Επιλέξτε αρπακτικό"
   },
   "selectScraperOption": {
      "description": "Οδηγία για την επιλογή scraper για τον τρέχοντα τομέα.",
      "message": "Επιλέξτε scraper για $DOMAIN$",
      "placeholders": {
         "domain": {
            "content": "$1",
            "example": "example.com"
         }
      }
   },
   "showOptions": {
      "description": "Ετικέτα για το κουμπί για εμφάνιση περισσότερων επιλογών για scraping.",
      "message": "Εμφάνιση Επιλογών"
   },
   "startScraping": {
      "description": "Ετικέτα για το κουμπί για να ξεκινήσει το scraping.",
      "message": "Ξεκινήστε το Scraping"
   },
   "stopScraping": {
      "description": "Ετικέτα για το κουμπί που σταματά την ανάκτηση δεδομένων.",
      "message": "Σταμάτημα Ανάκτησης Δεδομένων"
   },
   "tabNotFound": {
      "description": "Μήνυμα λάθους όταν η στοχευμένη καρτέλα δεν υπάρχει.",
      "message": "Δεν βρέθηκε καρτέλα. Κλείστε αυτό το παράθυρο και δοκιμάστε ξανά."
   },
   "testUrl": {
      "description": "Ετικέτα για την είσοδο κειμένου για τη δοκιμαστική διεύθυνση URL που θα χρησιμοποιηθεί κατά την επιλογή ενός scraper.",
      "message": "Δοκιμαστική διεύθυνση URL"
   },
   "text": {
      "description": "Ετικέτα για το πεδίο κειμένου που ανιχνεύεται από ένα στοιχείο.",
      "message": "Κείμενο"
   },
   "uploadUrls": {
      "description": "Ετικέτα για το αντικείμενο μενού για ανέβασμα αρχείου με URLs προς εξόρυξη.",
      "message": "Ανέβασμα URLs"
   },
   "url": {
      "description": "Ετικέτα για το πεδίο URL που αντλείται από ένα στοιχείο.",
      "message": "URL"
   },
   "urlFieldWarning": {
      "description": "Προειδοποίηση για εμφάνιση όταν το επιλεγμένο όνομα στήλης είναι URL και το αρχείο CSV μπορεί να λείπει μια γραμμή επικεφαλίδας.",
      "message": "Το όνομα στήλης φαίνεται να είναι URL. Παρακαλούμε βεβαιωθείτε ότι το αρχείο CSV ξεκινά με μια γραμμή επικεφαλίδας που περιέχει τα ονόματα των στηλών."
   },
   "verify": {
      "description": "Ετικέτα για το κουμπί που επαληθεύει ένα επιλεγμένο στοιχείο με τονίζοντάς το στη σελίδα.",
      "message": "Επαλήθευση"
   },
   "waitTimeItems": {
      "description": "Ετικέτα για τα εισαγωγικά πεδία που ελέγχουν πόσο διάστημα να περιμένετε σε δευτερόλεπτα κατά τη φόρτωση περισσότερων αντικειμένων.",
      "message": "Χρόνος αναμονής για φόρτωση περισσότερων αντικειμένων (δευτερόλεπτα)"
   },
   "waitTimePages": {
      "description": "Ετικέτα για τις εισόδους για τον έλεγχο του χρόνου αναμονής σε δευτερόλεπτα κατά τη φόρτωση σελίδων.",
      "message": "Χρόνος αναμονής για τη φόρτωση σελίδων (δευτερόλεπτα)"
   }
}
