{
   "addReview": {
      "description": "ป้ายสำหรับปุ่มเพิ่มรีวิวสำหรับแอปพลิเคชัน",
      "message": "เพิ่มรีวิว"
   },
   "allowPermissions": {
      "description": "ป้ายกำกับสำหรับปุ่มอนุญาตการเข้าถึงสำหรับแอปพลิเคชัน",
      "message": "อนุญาตการเข้าถึง"
   },
   "autoScroll": {
      "description": "ป้ายกำกับสำหรับสวิตช์ในการควบคุมว่าจะเลื่อนไปยังแต่ละรายการโดยอัตโนมัติขณะดึงข้อมูลหรือไม่",
      "message": "เลื่อนเองอัตโนมัติ"
   },
   "back": {
      "description": "ป้ายกำกับสำหรับปุ่มที่จะกลับไปหน้าจอก่อนหน้า.",
      "message": "กลับ"
   },
   "cancel": {
      "description": "ป้ายกำกับสำหรับการดำเนินการยกเลิก",
      "message": "ยกเลิก"
   },
   "changeList": {
      "description": "ป้ายกำกับสำหรับปุ่มเพื่อเปลี่ยนรายการที่จะดึงข้อมูล",
      "message": "เปลี่ยนรายการ"
   },
   "changeSelectionLevel": {
      "description": "คำอธิบายของการกระทำในการเปลี่ยนระดับการเลือกเมื่อเลือกองค์ประกอบ",
      "message": "เปลี่ยนระดับการเลือก"
   },
   "chooseFile": {
      "description": "ป้ายกำกับสำหรับปุ่มเพื่อเลือกไฟล์ที่จะอัปโหลด",
      "message": "เลือกไฟล์"
   },
   "click": {
      "description": "ป้ายกำกับสำหรับการกระทำการคลิก",
      "message": "คลิก"
   },
   "clickLoadMore": {
      "description": "ป้ายกำกับสำหรับตัวเลือกในการคลิกปุ่มเพื่อโหลดรายการเพิ่มเติมในหน้าเดียวกันเมื่อกำลังรวบรวมข้อมูล",
      "message": "คลิกปุ่มเพื่อโหลดรายการเพิ่มเติมในหน้าเดียวกัน"
   },
   "clickNextPage": {
      "description": "ป้ายกำกับสำหรับตัวเลือกในการคลิกลิงก์เพื่อนำทางไปยังหน้าถัดไปเพื่อโหลดรายการเพิ่มเติมเมื่อดึงข้อมูล.",
      "message": "คลิกลิงก์เพื่อไปหน้าถัดไป"
   },
   "column": {
      "description": "ป้ายกำกับสำหรับองค์ประกอบ \u003Cselect> เพื่อเลือกคอลัมน์ที่ประกอบด้วย URL เพื่อดำเนินการสกัดข้อมูลจากไฟล์ CSV ที่อัปโหลด",
      "message": "คอลัมน์"
   },
   "confirm": {
      "description": "ป้ายกำกับสำหรับการดำเนินการยืนยัน",
      "message": "ยืนยัน"
   },
   "continue": {
      "description": "ป้ายกำกับสำหรับปุ่มที่จะไปหน้าถัดไป",
      "message": "ดำเนินการต่อ"
   },
   "copy": {
      "description": "ป้ายกำกับสำหรับปุ่มคัดลอกข้อมูลไปยังคลิปบอร์ด.",
      "message": "คัดลอก"
   },
   "csvFile": {
      "description": "ป้ายกำกับสำหรับอินพุตไฟล์เพื่ออัปโหลดไฟล์ CSV",
      "message": "ไฟล์ $FILE_TYPE$",
      "placeholders": {
         "file_type": {
            "content": "CSV"
         }
      }
   },
   "defaultScraperName": {
      "description": "ชื่อเริ่มต้นสำหรับตัวรีเทิร์นรายละเอียดของหน้า",
      "message": "รีเทิร์นรายละเอียดจาก $DOMAIN$",
      "placeholders": {
         "domain": {
            "content": "$1",
            "example": "example.com"
         }
      }
   },
   "delete": {
      "description": "ป้ายกำกับสำหรับรายการเมนูเพื่อลบเครื่องมือสกัดข้อมูล.",
      "message": "ลบ"
   },
   "dismiss": {
      "description": "การกระทำเพื่อปิดการแจ้งเตือน",
      "message": "ปิด"
   },
   "duration": {
      "description": "ป้ายกำกับแสดงระยะเวลาของการเก็บข้อมูลปัจจุบัน",
      "message": "ระยะเวลา"
   },
   "esc": {
      "description": "ป้ายกำกับสำหรับปุ่ม Escape.",
      "message": "Esc"
   },
   "export": {
      "description": "ป้ายกำกับสำหรับรายการเมนูเพื่อส่งออกเครื่อง Scrape",
      "message": "ส่งออก"
   },
   "extractData": {
      "description": "ป้ายกำกับสำหรับรายการเมนูเพื่อทำการขูดและสกัดข้อมูลจากแต่ละ URL",
      "message": "สกัดข้อมูล"
   },
   "finish": {
      "description": "ป้ายกำกับสำหรับปุ่มเพื่อเสร็จสิ้นการเลือกองค์ประกอบบนหน้าเว็บ",
      "message": "เสร็จสิ้น"
   },
   "headerRow": {
      "description": "ข้อความช่วยเหลือเพื่ออธิบายว่าไฟล์ CSV ที่อัปโหลดต้องเริ่มต้นด้วยแถวหัวข้อ",
      "message": "ต้องเริ่มด้วยแถวหัวข้อ"
   },
   "headerRowRequired": {
      "description": "คำเตือนที่จะแสดงเมื่อแถวส่วนหัวดูเหมือนจะหายไปจากไฟล์ CSV ที่อัปโหลด",
      "message": "ต้องการแถวส่วนหัว"
   },
   "help": {
      "description": "ป้ายกำกับสำหรับปุ่มเพื่อเปิดหน้าช่วยเหลือ",
      "message": "ช่วยเหลือ"
   },
   "hideOptions": {
      "description": "ป้ายกำกับสำหรับปุ่มเพื่อซ่อนตัวเลือกเพิ่มเติมสำหรับการขูด.",
      "message": "ซ่อนตัวเลือก"
   },
   "import": {
      "description": "ป้ายกำกับสำหรับรายการเมนูเพื่อนำเข้า scraper",
      "message": "นำเข้า"
   },
   "install": {
      "description": "ป้ายกำกับสำหรับปุ่มในการติดตั้งเวอร์ชันล่าสุดของแอปพลิเคชัน",
      "message": "ติดตั้งเวอร์ชันล่าสุด"
   },
   "invalidTab": {
      "description": "ข้อความแสดงข้อผิดพลาดเมื่อหน้าที่เปิดอยู่เป็นหน้าที่ถูกจำกัด",
      "message": "หน้านี้ถูกจำกัด ลองเว็บไซต์อื่น"
   },
   "invalidVersion": {
      "description": "แนะนำผู้ใช้ให้ติดตั้งเวอร์ชันล่าสุดของแอปพลิเคชัน",
      "message": "$APP_NAME$ ออกจากเบต้าแล้ว! ติดตั้งเวอร์ชันล่าสุดเพื่อรับการอัปเดตใหม่ ๆ",
      "placeholders": {
         "app_name": {
            "content": "$1",
            "example": "Easy Scraper"
         }
      }
   },
   "items": {
      "description": "ป้ายกำกับเพื่อแสดงจำนวนรายการที่ถูกเก็บข้อมูลเมื่อกำลังเก็บข้อมูลจากรายการ.",
      "message": "รายการ"
   },
   "loadMoreAction": {
      "description": "ป้ายกำกับสำหรับองค์ประกอบ \u003Cselect> เพื่อเลือกวิธีการโหลดไอเท็มเพิ่มเติมเมื่อทำการสกัดข้อมูล",
      "message": "การดำเนินการเพื่อโหลดไอเท็มเพิ่มเติม"
   },
   "max": {
      "description": "ป้ายกำกับสำหรับการป้อนเพื่อควบคุมเวลาสูงสุดในการรอเมื่อกำลังโหลดรายการหรือหน้าเพิ่มเติม",
      "message": "สูงสุด"
   },
   "maxItems": {
      "description": "ป้ายชื่อสำหรับช่องใส่ข้อมูลเพื่อตั้งขีดจำกัดสูงสุดจำนวนไอเทมที่จะดึงข้อมูล.",
      "message": "จำนวนไอเทมสูงสุด"
   },
   "maxItemsHelp": {
      "description": "ข้อความช่วยเหลือเพื่อแจ้งผู้ใช้ว่าควรเว้นช่องป้อนจำนวนสูงสุดว่างเปล่าหากไม่ต้องการตั้งขีดจำกัด",
      "message": "เว้นว่างไว้หากไม่ต้องการตั้งขีดจำกัด"
   },
   "maxItemsReached": {
      "description": "คำอธิบายการแจ้งเตือนเพื่อบ่งบอกว่าได้ถึงขีดจำกัดสูงสุดของจำนวนไอเท็มที่จะรวบรวมแล้ว",
      "message": "การรวบรวมข้อมูลสำเร็จแล้วตามขีดจำกัดที่ระบุ ขยายตัวเลือกจำนวนสูงสุดเพื่อดำเนินการรวบรวมข้อมูลต่อ"
   },
   "mediaUrl": {
      "description": "ป้ายกำกับสำหรับช่อง URL สื่อที่จับได้จากองค์ประกอบ",
      "message": "URL สื่อ"
   },
   "min": {
      "description": "ป้ายกำกับสำหรับการป้อนข้อมูลเพื่อควบคุมเวลาขั้นต่ำที่รอเมื่อโหลดข้อมูลหรือหน้าเว็บเพิ่มเติม",
      "message": "ขั้นต่ำ"
   },
   "missingTabError": {
      "description": "ข้อความแสดงข้อผิดพลาดเมื่อไม่สามารถเข้าถึงข้อมูลแท็บเป้าหมายได้",
      "message": "แท็บที่คุณใช้สำหรับงานนี้ถูกปิดไปแล้ว กรุณาปิดหน้าต่างนี้และลองอีกครั้ง"
   },
   "missingTabPermission": {
      "description": "ข้อความแสดงข้อผิดพลาดเมื่อไม่สามารถเข้าถึงข้อมูลของแท็บเป้าหมายได้",
      "message": "ไม่สามารถเข้าถึงแท็บได้ กรุณาปิดหน้าต่างนี้และลองใหม่อีกครั้ง"
   },
   "missingUrlColumn": {
      "description": "ข้อความแสดงข้อผิดพลาดเมื่อไฟล์ CSV ไม่มีคอลัมน์ที่มี URL",
      "message": "ไม่สามารถค้นหาคอลัมน์ที่มี URL ได้ โปรดเลือกไฟล์อื่น"
   },
   "newScraper": {
      "description": "ป้ายกำกับสำหรับปุ่มสร้างสครีปเปอร์ใหม่",
      "message": "สครีปเปอร์ใหม่"
   },
   "noData": {
      "description": "ข้อความในตารางเมื่อไม่มีข้อมูลที่จะแสดง",
      "message": "ไม่มีข้อมูลที่จะแสดง"
   },
   "noFileChosen": {
      "description": "ข้อความแสดงเมื่อไม่มีไฟล์ถูกเลือก",
      "message": "ไม่ได้เลือกไฟล์"
   },
   "noList": {
      "description": "ข้อความแสดงเมื่อไม่พบรายการบนหน้าเว็บ",
      "message": "ไม่พบรายการบนหน้าเว็บ"
   },
   "none": {
      "description": "ป้ายกำกับสำหรับตัวเลือกที่จะไม่โหลดรายการเพิ่มเติมเมื่อกำลังเก็บข้อมูล.",
      "message": "ไม่มี"
   },
   "options": {
      "description": "ป้ายกำกับสำหรับปุ่มแสดงตัวเลือกสำหรับการขูดข้อมูล.",
      "message": "ตัวเลือก"
   },
   "pages": {
      "description": "ป้ายกำกับเพื่อแสดงจำนวนหน้าที่ถูกคัดลอกเมื่อคัดลอกรายการ.",
      "message": "หน้า"
   },
   "permissionsDescription": {
      "description": "ข้อความช่วยเหลือสำหรับอธิบายว่าแอปพลิเคชันต้องการสิทธิ์เพิ่มเติมในการเข้าถึงและดึงข้อมูลจาก URL",
      "message": "$APP_NAME$ ต้องการสิทธิ์เพิ่มเติมในการเข้าถึงและดึงข้อมูลจาก URL",
      "placeholders": {
         "app_name": {
            "content": "$1",
            "example": "Easy Scraper"
         }
      }
   },
   "preview": {
      "description": "ข้อความบนแบดจ์เพื่อบ่งบอกว่าข้อมูลที่แสดงเป็นตัวอย่างของตัวเก็บข้อมูล",
      "message": "ตัวอย่าง"
   },
   "remainingPages": {
      "description": "ป้ายที่แสดงจำนวนหน้าที่เหลือที่ต้องการดึงข้อมูลเมื่อดึงข้อมูลหน้ารายละเอียด",
      "message": "คงเหลือ"
   },
   "rename": {
      "description": "ป้ายกำกับสำหรับรายการเมนูในการเปลี่ยนชื่อตัวรวบรวมข้อมูล.",
      "message": "เปลี่ยนชื่อ"
   },
   "reviewDescription": {
      "description": "ขอให้ผู้ใช้ให้รีวิวแอปพลิเคชัน",
      "message": "สวัสดี, ฉันคือ $NAME$ ฉันสร้าง $APP_NAME$ เพื่อช่วยให้ผู้คนประหยัดเวลา หากคุณชอบใช้งาน ฉันจะขอบคุณมากหากคุณให้คะแนน 5 ดาวเพื่อช่วยให้ผู้อื่นค้นพบ $APP_NAME$ ขอบคุณมาก!",
      "placeholders": {
         "app_name": {
            "content": "$1",
            "example": "Easy Scraper"
         },
         "name": {
            "content": "นามุ"
         }
      }
   },
   "reviewTitle": {
      "description": "ขอบคุณผู้ใช้สำหรับการใช้งานแอปพลิเคชัน",
      "message": "ขอบคุณที่ใช้งาน $APP_NAME$",
      "placeholders": {
         "app_name": {
            "content": "$1",
            "example": "Easy Scraper"
         }
      }
   },
   "scrapeDetails": {
      "description": "ป้ายกำกับสำหรับตัวเลือกในการแสดงหน้าจอสำหรับขูดหน้ารายละเอียดสำหรับแต่ละรายการในรายการ",
      "message": "ขูดรายละเอียด"
   },
   "scrapeDetailsTipDescription": {
      "description": "คำอธิบายสำหรับคำแนะนำเพื่อให้ความรู้ผู้ใช้เกี่ยวกับการดึงข้อมูลจากหน้ารายละเอียด",
      "message": "เพื่อดึงข้อมูลจากแต่ละ URL ในรายการ ให้เลือก \"$LABEL$\" จากเมนูที่มุมขวาบนหลังจากดาวน์โหลดรายการเป็นไฟล์ CSV แล้ว",
      "placeholders": {
         "label": {
            "content": "$1",
            "example": "ดึงรายละเอียด"
         }
      }
   },
   "scrapeDetailsTipTitle": {
      "description": "ชื่อสำหรับเคล็ดลับเพื่อให้ความรู้แก่ผู้ใช้เกี่ยวกับการดึงข้อมูลหน้ารายละเอียด",
      "message": "เคล็ดลับ: การดึงข้อมูลหน้ารายละเอียด"
   },
   "scrapeList": {
      "description": "ป้ายกำกับสำหรับตัวเลือกในการแสดงหน้าจอสำหรับการขูดรายการ",
      "message": "รายการขูด"
   },
   "scrapedPages": {
      "description": "ป้ายฉลากเพื่อแสดงจำนวนหน้าที่ได้ตัดข้อมูลเมื่อตัดข้อมูลจากหน้ารายละเอียด",
      "message": "ตัดข้อมูล"
   },
   "scrapingComplete": {
      "description": "หัวข้อการแจ้งเตือนเพื่อระบุว่าการดึงข้อมูลเสร็จสมบูรณ์แล้ว",
      "message": "การดึงข้อมูลเสร็จสิ้น"
   },
   "scrapingStatus": {
      "description": "ป้ายกำกับเพื่อบ่งบอกว่าการดึงข้อมูลกำลังดำเนินการอยู่",
      "message": "กำลังดึงข้อมูล..."
   },
   "scrollDelay": {
      "description": "ป้ายกำกับสำหรับช่องใส่ข้อมูลเพื่อควบคุมระยะเวลาที่รอในหน่วยมิลลิวินาทีเมื่อเลื่อนไปยังแต่ละรายการในขณะที่กำลังดึงข้อมูล.",
      "message": "หน่วงเวลาการเลื่อน (มิลลิวินาที)"
   },
   "scrollDown": {
      "description": "ป้ายกำกับสำหรับตัวเลือกในการเลื่อนลงเพื่อโหลดรายการเพิ่มเติมในขณะดึงข้อมูล",
      "message": "เลื่อนลงเพื่อโหลดรายการเพิ่มเติม"
   },
   "select": {
      "description": "ป้ายกำกับสำหรับปุ่มเพื่อเลือกองค์ประกอบบนหน้าเว็บ",
      "message": "เลือก"
   },
   "selectElement": {
      "description": "ชื่อที่แสดงเมื่อเลือกองค์ประกอบ",
      "message": "เลือกองค์ประกอบ"
   },
   "selectField": {
      "description": "คำอธิบายของการกระทำในการเลือกฟิลด์ที่จะบันทึก",
      "message": "เลือกฟิลด์"
   },
   "selectList": {
      "description": "ชื่อที่แสดงเมื่อเลือกรายการ",
      "message": "เลือกรายการ"
   },
   "selectScraper": {
      "description": "ป้ายชื่อสำหรับรายการเมนูในการเลือกเครื่องมือดึงข้อมูลที่จะใช้ในการดึงข้อมูลแต่ละ URL",
      "message": "เลือกเครื่องมือดึงข้อมูล"
   },
   "selectScraperOption": {
      "description": "คำแนะนำในการเลือกสคริปเตอร์สำหรับโดเมนปัจจุบัน",
      "message": "เลือกสคริปเตอร์สำหรับ $DOMAIN$",
      "placeholders": {
         "domain": {
            "content": "$1",
            "example": "example.com"
         }
      }
   },
   "showOptions": {
      "description": "ป้ายกำกับสำหรับปุ่มเพื่อแสดงตัวเลือกเพิ่มเติมสำหรับการเก็บข้อมูล.",
      "message": "แสดงตัวเลือก"
   },
   "startScraping": {
      "description": "ป้ายกำกับสำหรับปุ่มเพื่อเริ่มการดึงข้อมูล",
      "message": "เริ่มการดึงข้อมูล"
   },
   "stopScraping": {
      "description": "ป้ายกำกับสำหรับปุ่มเพื่อหยุดการดึงข้อมูล",
      "message": "หยุดการดึงข้อมูล"
   },
   "tabNotFound": {
      "description": "ข้อความแสดงข้อผิดพลาดเมื่อไม่พบแท็บที่ต้องการ",
      "message": "ไม่พบแท็บ ปิดหน้าต่างนี้แล้วลองอีกครั้ง"
   },
   "testUrl": {
      "description": "ป้ายกำกับสำหรับการป้อนข้อความสำหรับ URL ทดสอบเมื่อเลือกใช้งานเว็บสคริปเตอร์",
      "message": "ทดสอบ URL"
   },
   "text": {
      "description": "ป้ายกำกับสำหรับช่องข้อความที่ถูกดึงมาจากองค์ประกอบหนึ่ง",
      "message": "ข้อความ"
   },
   "uploadUrls": {
      "description": "ป้ายกำกับสำหรับเมนูเพื่ออัปโหลดไฟล์ที่มี URL เพื่อดึงข้อมูล.",
      "message": "อัปโหลด URL"
   },
   "url": {
      "description": "ป้ายกำกับสำหรับช่อง URL ที่จับได้จากองค์ประกอบ",
      "message": "URL"
   },
   "urlFieldWarning": {
      "description": "คำเตือนที่จะแสดงเมื่อชื่อคอลัมน์ที่เลือกเป็น URL และไฟล์ CSV อาจขาดแถวส่วนหัว",
      "message": "ชื่อคอลัมน์ดูเหมือนจะเป็น URL โปรดตรวจสอบให้แน่ใจว่าไฟล์ CSV เริ่มต้นด้วยแถวส่วนหัวที่มีชื่อของคอลัมน์"
   },
   "verify": {
      "description": "ป้ายกำกับสำหรับปุ่มในการตรวจสอบองค์ประกอบที่เลือกโดยการไฮไลต์บนหน้าเว็บ",
      "message": "ตรวจสอบ"
   },
   "waitTimeItems": {
      "description": "ป้ายกำกับสำหรับการป้อนข้อมูลเพื่อควบคุมระยะเวลารอในวินาทีเมื่อกำลังโหลดไอเท็มเพิ่มเติม",
      "message": "เวลารอในการโหลดไอเท็มเพิ่มเติม (วินาที)"
   },
   "waitTimePages": {
      "description": "ป้ายกำกับสำหรับการป้อนข้อมูลเพื่อควบคุมระยะเวลารอในการโหลดหน้าเป็นวินาที",
      "message": "เวลารอสำหรับโหลดหน้า (วินาที)"
   }
}
