{
   "addReview": {
      "description": "Етикет за бутона за добавяне на рецензия за приложението.",
      "message": "Добавете рецензия"
   },
   "allowPermissions": {
      "description": "Етикет за бутона за разрешаване на разрешения за приложението.",
      "message": "Разрешаване на разрешения"
   },
   "autoScroll": {
      "description": "Етикет за превключвателя за контрол дали да превърта автоматично до всеки елемент по време на събиране на данни.",
      "message": "Автоматично превъртане"
   },
   "back": {
      "description": "Етикет за бутона за връщане към предишния екран.",
      "message": "Назад"
   },
   "cancel": {
      "description": "Етикет за действието за отмяна.",
      "message": "Отмени"
   },
   "changeList": {
      "description": "Етикет за бутона за смяна на списъка за скрейпване.",
      "message": "Смени списъка"
   },
   "changeSelectionLevel": {
      "description": "Описание на действието за промяна на нивото на избор при избиране на елемент.",
      "message": "Промяна на нивото на избор"
   },
   "chooseFile": {
      "description": "Етикет за бутона за избор на файл за качване.",
      "message": "Изберете файл"
   },
   "click": {
      "description": "Етикет за действието клик.",
      "message": "Клик"
   },
   "clickLoadMore": {
      "description": "Етикет за опцията за кликване на бутон за зареждане на повече артикули на същата страница при скрейпване.",
      "message": "Кликнете бутона, за да заредите повече артикули на същата страница"
   },
   "clickNextPage": {
      "description": "Етикет за опцията за кликване върху връзка за преминаване към следващата страница, за да заредите повече елементи при събиране на данни.",
      "message": "Кликнете върху връзката за преминаване към следващата страница"
   },
   "column": {
      "description": "Етикет за елемента \u003Cselect>, за избор на колона, съдържаща URL-и за събиране от качения CSV файл.",
      "message": "Колона"
   },
   "confirm": {
      "description": "Етикет за действието за потвърждение.",
      "message": "Потвърди"
   },
   "continue": {
      "description": "Етикет за бутона за преминаване към следващия екран.",
      "message": "Продължи"
   },
   "copy": {
      "description": "Етикет за бутона, който копира данните в клипборда.",
      "message": "Копирай"
   },
   "csvFile": {
      "description": "Етикет за входящия файл за качване на CSV файл",
      "message": "$FILE_TYPE$ файл",
      "placeholders": {
         "file_type": {
            "content": "CSV"
         }
      }
   },
   "defaultScraperName": {
      "description": "Стандартно име за скрейпер на страници с детайли.",
      "message": "Извличане на данни от $DOMAIN$",
      "placeholders": {
         "domain": {
            "content": "$1",
            "example": "example.com"
         }
      }
   },
   "delete": {
      "description": "Етикет за елемент от менюто за изтриване на скрепера.",
      "message": "Изтриване"
   },
   "dismiss": {
      "description": "Действие за отхвърляне на предупреждението.",
      "message": "Отхвърли"
   },
   "duration": {
      "description": "Етикет за показване на продължителността на текущото скрейпване.",
      "message": "Продължителност"
   },
   "esc": {
      "description": "Етикет за клавиша Escape.",
      "message": "Esc"
   },
   "export": {
      "description": "Етикет за елемента на менюто за експортиране на скрапера.",
      "message": "Експортиране"
   },
   "extractData": {
      "description": "Етикет за елемента от менюто за изпълнение на скрейпинг и извличане на данни от всяка URL.",
      "message": "Извлечете данни"
   },
   "finish": {
      "description": "Етикет за бутона за завършване на избора на елементи на страницата.",
      "message": "Завърши"
   },
   "headerRow": {
      "description": "Помощен текст, който обяснява, че каченият CSV файл трябва да започне със заглавен ред.",
      "message": "Трябва да започне с заглавен ред"
   },
   "headerRowRequired": {
      "description": "Предупреждение, което се показва, когато изглежда, че липсва ред със заглавия в качения CSV файл.",
      "message": "Необходим ред с заглавки"
   },
   "help": {
      "description": "Етикет за бутона за отваряне на страницата за помощ.",
      "message": "Помощ"
   },
   "hideOptions": {
      "description": "Етикет за бутона за скриване на повече опции за скрейпинг.",
      "message": "Скрийте опции"
   },
   "import": {
      "description": "Етикет за меню опция за импортиране на скрепер.",
      "message": "Импортиране"
   },
   "install": {
      "description": "Етикет за бутона за инсталиране на последната версия на приложението.",
      "message": "Инсталирайте последната версия"
   },
   "invalidTab": {
      "description": "Съобщение за грешка, когато целевият таб е отворен към ограничен сайт.",
      "message": "Тази страница е ограничена. Опитайте друг сайт."
   },
   "invalidVersion": {
      "description": "Инструктира потребителя да инсталира последната версия на приложението.",
      "message": "$APP_NAME$ вече не е в бета версия! Инсталирайте последната версия, за да получите най-новите актуализации.",
      "placeholders": {
         "app_name": {
            "content": "$1",
            "example": "Easy Scraper"
         }
      }
   },
   "items": {
      "description": "Етикет за показване на броя на извлечените елементи при скрейпване на списък.",
      "message": "Елементи"
   },
   "loadMoreAction": {
      "description": "Етикет за елемента \u003Cselect> за избор на начин за зареждане на повече елементи при събиране на данни.",
      "message": "Действие за зареждане на повече елементи"
   },
   "max": {
      "description": "Етикет за вход, който контролира максималното време за изчакване при зареждане на повече елементи или страници.",
      "message": "Макс"
   },
   "maxItems": {
      "description": "Етикет за въвеждане на максимален лимит за броя елементи за извличане.",
      "message": "Максимален брой елементи"
   },
   "maxItemsHelp": {
      "description": "Помощен текст, който информира потребителя да остави въведеното за максимален брой артикули празно, за да не задава ограничение.",
      "message": "Оставете празно за без ограничение"
   },
   "maxItemsReached": {
      "description": "Описание на предупреждение, че е достигнат максималният лимит за броя на елементите, които могат да бъдат събрани.",
      "message": "Успешно са събрани данни до посочения лимит. Увеличете опцията за максимален брой елементи, за да продължите събирането."
   },
   "mediaUrl": {
      "description": "Етикет за поле за URL на медия, уловено от елемент.",
      "message": "URL на медията"
   },
   "min": {
      "description": "Етикет за въвеждане, за да контролирате минималното време за изчакване при зареждане на повече елементи или страници.",
      "message": "Мин"
   },
   "missingTabError": {
      "description": "Съобщение за грешка при неуспешен достъп до данни от целевия раздел.",
      "message": "Разделът, който използвахте за тази задача, е затворен. Моля, затворете този прозорец и опитайте отново."
   },
   "missingTabPermission": {
      "description": "Съобщение за грешка, когато не може да се достъпи данните на целевия раздел.",
      "message": "Не може да се достъпи раздела. Затворете прозореца и опитайте отново."
   },
   "missingUrlColumn": {
      "description": "Съобщение за грешка, когато в CSV файла липсват колони с URL адреси.",
      "message": "Не можа да се намери колона с URL адреси. Моля, изберете друг файл."
   },
   "newScraper": {
      "description": "Етикет за бутона за създаване на нов скрапер.",
      "message": "Нов Скрапер"
   },
   "noData": {
      "description": "Запазено място в таблицата, когато няма данни за показване.",
      "message": "Няма данни за показване"
   },
   "noFileChosen": {
      "description": "Съобщение, показано когато не е избран файл.",
      "message": "Не е избран файл"
   },
   "noList": {
      "description": "Плейсхолдер за показване, когато списъкът не може да бъде намерен на страницата.",
      "message": "Не може да се намери списък на страницата"
   },
   "none": {
      "description": "Етикет за опцията да не зареждате повече елементи при скрапиране.",
      "message": "Няма"
   },
   "options": {
      "description": "Етикет за бутона за показване на опциите за скрейпъра.",
      "message": "Опции"
   },
   "pages": {
      "description": "Етикет за показване на броя на страниците, скрейпнати при скрейпване на списък.",
      "message": "Страници"
   },
   "permissionsDescription": {
      "description": "Помощен текст за обяснение, че приложението изисква допълнителни разрешения за достъп и извличане на URL адреси.",
      "message": "$APP_NAME$ изисква допълнителни разрешения за достъп и извличане на URL адреси",
      "placeholders": {
         "app_name": {
            "content": "$1",
            "example": "Easy Scraper"
         }
      }
   },
   "preview": {
      "description": "Текст на значката за указване, че показаните данни са предварителен преглед на скрапера.",
      "message": "Преглед"
   },
   "remainingPages": {
      "description": "Етикет за показване на броя оставащи страници за сканиране при извличане на детайли от страници.",
      "message": "Оставащи"
   },
   "rename": {
      "description": "Етикет за елемента от менюто за преименуване на скрейпъра.",
      "message": "Преименувай"
   },
   "reviewDescription": {
      "description": "Попитайте потребителя да остави отзив за приложението.",
      "message": "Здравейте, аз съм $NAME$. Създадох $APP_NAME$, за да помогна на хората да спестят време. Ако ви харесва да го използвате, ще оценя високо ако дадете оценка от 5 звезди, за да помогнете на други да открият $APP_NAME$. Благодаря ви много!",
      "placeholders": {
         "app_name": {
            "content": "$1",
            "example": "Easy Scraper"
         },
         "name": {
            "content": "Namu"
         }
      }
   },
   "reviewTitle": {
      "description": "Благодарете на потребителя за използването на приложението.",
      "message": "Благодарим ви, че използвахте $APP_NAME$",
      "placeholders": {
         "app_name": {
            "content": "$1",
            "example": "Easy Scraper"
         }
      }
   },
   "scrapeDetails": {
      "description": "Етикет за опцията за показване на екрана за извличане на детайлни страници за всеки артикул в списъка.",
      "message": "Извличане на детайли"
   },
   "scrapeDetailsTipDescription": {
      "description": "Описание за съвета за обучение на потребителя относно изстъргването на страниците с детайли.",
      "message": "За да изстържете всеки URL в списъка, изберете \"$LABEL$\" от менюто в горния десен ъгъл след като изтеглите списъка като CSV файл.",
      "placeholders": {
         "label": {
            "content": "$1",
            "example": "Изстържи детайли"
         }
      }
   },
   "scrapeDetailsTipTitle": {
      "description": "Заглавие за съвета, който да информира потребителя за извличането на данни от подробни страници.",
      "message": "Съвет: Извличане на данни от подробни страници"
   },
   "scrapeList": {
      "description": "Етикет за опцията за показване на екрана за извличане на списък.",
      "message": "Извличане на списък"
   },
   "scrapedPages": {
      "description": "Етикет, показващ броя на обработените страници при събиране на информация от детайлни страници.",
      "message": "Обработени"
   },
   "scrapingComplete": {
      "description": "Заглавие на сигнал, указващо, че скрейпингът е завършен.",
      "message": "Скрейпингът завърши"
   },
   "scrapingStatus": {
      "description": "Етикет, указващ, че скрейпването е в процес.",
      "message": "Скрейпва се..."
   },
   "scrollDelay": {
      "description": "Етикет за въвеждане на контрол колко време да се чака в милисекунди при превъртане до всеки елемент по време на скрейпинг.",
      "message": "Закъснение при превъртане (ms)"
   },
   "scrollDown": {
      "description": "Етикет за опцията за превъртане надолу за зареждане на повече елементи при скрейпване.",
      "message": "Превъртете надолу за зареждане на повече елементи"
   },
   "select": {
      "description": "Етикет за бутона за избор на елемент на страницата.",
      "message": "Изберете"
   },
   "selectElement": {
      "description": "Заглавие за показване при избор на елемент.",
      "message": "Изберете елемент"
   },
   "selectField": {
      "description": "Описание на действието за избор на поле за запис.",
      "message": "Изберете поле"
   },
   "selectList": {
      "description": "Заглавие за показване при избор на списък.",
      "message": "Изберете списък"
   },
   "selectScraper": {
      "description": "Етикет за менюто, за избор на скрейпър за използване при извличане на всяка URL.",
      "message": "Изберете скрейпър"
   },
   "selectScraperOption": {
      "description": "Инструкция за избор на събирач за текущия домейн.",
      "message": "Изберете събирач за $DOMAIN$",
      "placeholders": {
         "domain": {
            "content": "$1",
            "example": "example.com"
         }
      }
   },
   "showOptions": {
      "description": "Етикет за бутона за показване на повече опции за скрейпинг.",
      "message": "Покажи Опции"
   },
   "startScraping": {
      "description": "Етикет за бутона за започване на скрейпване.",
      "message": "Започни скрейпване"
   },
   "stopScraping": {
      "description": "Етикет за бутона за спиране на скрапирането.",
      "message": "Спри скрапирането"
   },
   "tabNotFound": {
      "description": "Съобщение за грешка, когато целевият раздел не съществува.",
      "message": "Не е намерен раздел. Затворете този прозорец и опитайте отново."
   },
   "testUrl": {
      "description": "Етикет за текстово поле за тестовия URL, който да се използва при избор на скрепер.",
      "message": "Тестов URL"
   },
   "text": {
      "description": "Етикет за текстово поле, уловено от елемент.",
      "message": "Текст"
   },
   "uploadUrls": {
      "description": "Етикет за менюто за качване на файл с URL адреси за сканиране.",
      "message": "Качи URL адреси"
   },
   "url": {
      "description": "Етикет за полето URL, взето от елемент.",
      "message": "URL"
   },
   "urlFieldWarning": {
      "description": "Предупреждение за показване, когато избраното име на колона е URL и CSV файлът може да липсва хедър ред.",
      "message": "Името на колоната изглежда като URL. Моля, уверете се, че CSV файлът започва с хедър ред, съдържащ имената на колоните."
   },
   "verify": {
      "description": "Етикет за бутона за проверка на избран елемент чрез подчертаване на страницата.",
      "message": "Провери"
   },
   "waitTimeItems": {
      "description": "Етикет за въвеждане на контроли, колко време да се изчаква в секунди при зареждане на повече артикули.",
      "message": "Време за изчакване за зареждане на повече артикули (секунди)"
   },
   "waitTimePages": {
      "description": "Етикет за въвеждане на контрол колко време да се изчаква в секунди при зареждане на страници.",
      "message": "Време за изчакване при зареждане на страници (секунди)"
   }
}
